/* Fail to open website. Please check your network. */
"\n Please check your network." = "请检查网络！";

/* <Start To Write Mail> */
"<Start To Write Mail>" = "<从这里开始填写内容>";

/* title for cancel action */
"Cancel" = "取消";

/* Comment */
"Comment" = "评价";

/* Comment OneClock */
"Comment OneClock" = "评价OneClock?";

/* Comfirn action title*/
"Confirm" = "确定";

/* Custom */
"Custom" = "自定义";

/* Chose Default Clock */
"Different Clock Style" = "多种表盘供选择";

/* Download OneDay */
"Download OneDay" = "更多OneX应用";

/* Fail To Open Website */
"Fail To Open Website" = "无法访问网络";

/* FeedBack Mail From */
"FeedBack Mail From" = "反馈邮件来自";

/* Feedback */
"Feedback" = "反馈";

/* How To Use */
"How To Use" = "使用指南";

/* I Know */
"I Know" = "知道了";

/* Jump to appstore and comment oneclock? */
"Jump to appstore and comment oneclock?" = "跳转到AppStore给OneClock评价？";

/* Jump to appstore and download OneDay? */
"Jump to appstore and download OneDay?" = "跳转到AppStore查看更多OneX应用？";

/* One_Click Memu */
"One_Click Memu" = "单击打开菜单";

/* Share */
"Share" = "分享";

/* Show 24h Format */
"Show 24h Format" = "显示24小时制";

/* Show AM/PM Tag */
"Show AM/PM Tag" = "显示AM/PM标签";

"Show Second" = "是否显示秒";

"Sound Effect" = "开启点击音效";

/* Slide Left/Right To Change Color */
"Slide Left/Right To Change Color" = "左右滑动切换主题";

/* Slide Up/Down To Open Menu */
"Slide Up/Down To Open Menu" = "上下滑动打开菜单";

"Double Tap: Scale 1.0" = "双击回正";

"Double Fingers To Zoom" = "双指缩放";

/* Style */
"Style" = "表盘风格";

/* Switch Portrait Or Landscape Mode */
"Switch Portrait Or Landscape Mode" = "旋转设备切换模式";

/* Tips */
"Tips" = "使用指南";

/* Unable To Send */
"Unable To Send" = "无法发送";

/* Weibo */
"Weibo" = "作者微博";

/* More Products */
"More" = "更多作品";

/* Your device has not been set up, please set in the mail application and then try to send. */
"Your device has not been set up, please set in the mail application and then try to send." = "你的设备没有设置邮箱，请设置后重试！";

"Preferences" = "偏好设置";

"Clock Style" = "时钟风格";

"Clock Font" = "时钟字体";

"Clock Theme" = "颜色主题";

"Dark" = "深色";
"Light" = "浅色";

"FlipClock" = "翻页时钟";

"DialClock" = "表盘时钟";

"DigitalClock" = "数字时钟";

"Second" = "「秒」选项";

"Show/Hide Second" = "显示/隐藏「秒」";

"Desktop" = "桌面选项";

"Show Desktop Clock" = "显示桌面时钟";

"Reload Desktop Clock" = "重启应用（显示器变化）";

"ScreenSaver" = "屏幕保护程序";

"Install FlipClock ScreenSaver" = "安装「翻页时钟」屏幕保护程序";

"Install DigitalClock ScreenSaver" = "安装「数字时钟」屏幕保护程序";

"Install DialClock ScreenSaver" = "安装「表盘时钟」屏幕保护程序";

"Install FlipClock" = "安装「翻页时钟」";

"Install DigitalClock" = "安装「数字时钟」";

"Install DialClock" = "安装「表盘时钟」";

"Support" = "支持";

"Contact" = "作者微博";

"Contact the Author" = "联系作者";

"The Author" = "联系作者";

"Comment" = "给个好评";

"Send Email" = "发送邮件";

"Quit" = "退出";

"Update" = "更新";

"Update Through AppStore" = "通过AppStore检查更新";

"Quit OneClock" = "退出 OneClock";

"Preview" = "预览";

"Launch At Login" = "开机自动启动";

"Login" = "启动选项";

"Setting" = "选项";

"General" = "通用";

"About" = "关于";

"This is one simple clock for iOS and macOS. If you have some good idea, please email to hi@onexkit.com. We will add more clock-styles and new features." = "这是一款极简风格的时钟应用，同时支持iOS和macOS，一次购买可以多端同时使用。如果您有什么意见欢迎发送邮件到hi@onexkit.com，我们将陆续增加更多表盘和更多功能。";

"Show Preferences At Launch" = "是否默认显示偏好设置";

"ScreenSaver Add Configuration, Please Update." = "屏幕保护程序已增加配置选项，请点击安装更新。";

"More ScreenSavers(GitHub)" = "更多屏幕保护程序(GitHub)";

"Contact Me To Get ScreenSavers" = "联系作者获得屏幕保护程序";
"Via Weibo Link" = "通过微博链接";
"Via Bilibili Link" = "通过B站链接";
"Via Twitter Link" = "通过Twitter链接";

"Download .saver/.zip file to Install" = "请您下载.saver/.zip文件后打开进行安装";

"Show 24h (Hide AM/PM)" = "显示24小时制(自动隐藏AM/PM标签)";

"Show AM/PM" = "显示AM/PM标签";

"Save Screensaver File" = "保存屏幕保护程序文件";

"You can change folder to save." = "你可以更换文件夹重新保存。";

"Error" = "发生错误";

"Main Screen" = "主屏幕";

"Secondary Screen" = "副屏幕";

"Screen" = "屏幕选项";

"Reload Desktop Clock After Setting" = "设置后点这里重新加载（显示器变化）";

"OneClock Hour" = "OneClock小时数";
"OneClock Minute" = "OneClock分钟数";
"OneClock Second" = "OneClock秒数";
"Only Show Hour" = "只显示小时数";
"Only Show Minute" = "只显示分钟数";
"Only Show Second" = "只显示秒数";
"Home Screen Clock" = "OneClock桌面时钟";

"Update Your HomeScreen Clock" = "请及时更新桌面时钟";
"Please Open OneClock To Update" = "打开一次即可主应用完成更新";

//theme
"Green" = "绿色";
"Yellow" = "黄色";
"Orange" = "橙色";
"Pink" = "粉色";
"Purple" = "紫色";
"Blue" = "蓝色";
"Silver" = "银色";

//screensaver
"Enter Screensaver (Click To Exit)" = "进入屏幕保护（单击退出）";
"Screensaver" = "屏幕保护";
"Hidden Desktop Icon" = "隐藏桌面图标";
"Desktop Icon" = "桌面图标";
"Appearance" = "外观";
